package com.example.hh

object DataSource {
    val vacancyList = arrayListOf(
        Vacancy(
            title = "Ios developer",
            companyTitle = "Prime Source",
            city = "Almaty",
            experience = "1 до 3",
            date = "12.10.2024",
            description = "Prime Source — это мощный центр разработки программного обеспечения, внедрения технологичных решений, управленческого и ИТ-консалтинга. В течение десятилетия мы завершили свыше 300 проектов в крупнейших организациях Казахстана, России и Соединённых Штатов.\n" +
                    "\n",
        ),
        Vacancy(
            title = "Android developer",
            companyTitle = "Prime Source",
            city = "Astana",
            experience = "1 до 3",
            date = "12.10.2024",
            description = "Prime Source — это мощный центр разработки программного обеспечения, внедрения технологичных решений, управленческого и ИТ-консалтинга. В течение десятилетия мы завершили свыше 300 проектов в крупнейших организациях Казахстана, России и Соединённых Штатов.\n" +
                    "\n"
        ),
        Vacancy(
            title = "Backend developer",
            companyTitle = "Prime Source",
            city = "Moscow",
            experience = "1 до 3",
            date = "12.10.2024",
            description = "Prime Source — это мощный центр разработки программного обеспечения, внедрения технологичных решений, управленческого и ИТ-консалтинга. В течение десятилетия мы завершили свыше 300 проектов в крупнейших организациях Казахстана, России и Соединённых Штатов.\n" +
                    "\n"
        ),
        Vacancy(
            title = "Devops",
            companyTitle = "Prime Source",
            city = "Shymkent",
            experience = "3 до 6",
            date = "18.10.2024",
            description = "Prime Source — это мощный центр разработки программного обеспечения, внедрения технологичных решений, управленческого и ИТ-консалтинга. В течение десятилетия мы завершили свыше 300 проектов в крупнейших организациях Казахстана, России и Соединённых Штатов.\n" +
                    "\n"
        )
    )
}